falcondb-poc-pgbench/results/raw/falcon/run_1.log
pgbench (16.3, server 18.0.0)
transaction type: h:\falcondb-main\falcondb-poc-pgbench\scripts\simple_update.sql
scaling factor: 1
query mode: simple
number of clients: 10
number of threads: 2
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 72535
number of failed transactions: 21 (0.029%)
latency average = 4.131 ms (including failures)
initial connection time = 56.447 ms
tps = 2420.194394 (without initial connection time)