falcondb-poc-pgbench/results/raw/falcon/run_2.log
pgbench (16.3, server 18.0.0)
transaction type: h:\falcondb-main\falcondb-poc-pgbench\scripts\simple_update.sql
scaling factor: 1
query mode: simple
number of clients: 10
number of threads: 2
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 69162
number of failed transactions: 14 (0.020%)
latency average = 4.334 ms (including failures)
initial connection time = 47.237 ms
tps = 2306.978819 (without initial connection time)