falcondb-poc-pgbench/results/raw/falcon/run_3.log
pgbench (16.3, server 18.0.0)
transaction type: h:\falcondb-main\falcondb-poc-pgbench\scripts\simple_update.sql
scaling factor: 1
query mode: simple
number of clients: 10
number of threads: 2
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 83697
number of failed transactions: 15 (0.018%)
latency average = 3.578 ms (including failures)
initial connection time = 54.972 ms
tps = 2794.665464 (without initial connection time)